<template>
	<view class="main_container">
		<view>
			驾考大全APP(以下简称驾考)为您提供登录、注册、浏览等功能。驾考非常重视用户的个人信息和隐私保护，鉴于网络的特性，驾考将无可避免地与您产生直接或间接的互动关系，故特此说明驾考对用户个人信息的收集、使用和保护政策，请您务必仔细阅读：
		</view>
		<view>
			1、 使用者非个人化信息
		</view>
		<view>
			我们将通过您的IP地址来收集非个人化的信息，例如您的浏览器性质、操作系统种类、给您提供接入服务的ISP的域名等，以优化在您计算机屏幕上显示的页面。通过收集上述信息，我们进行客流量统计，从而改进网站的管理和服务。
		</view>
		<view>
			2、 个人资料
		</view>
		<view>
			2.1 当您在驾考进行用户注册登记、浏览、报名、互动留言 等活动时，在您的同意及确认下，本网站将通过注册、订单等形式要求您提供一些个人资料。这些个人资料包括：
		</view>
		<view>
			2.1.1 个人识别资料：如姓名、性别、电话、电子邮件地址等情况。
		</view>
		<view>
			2.2 请了解，在未经您同意及确认之前，驾考不会将您为参加本网站之特定活动所提供的资料利用于其它商业目的（本网站用于改善、提升服务质量除外）。唯按下列第6条规定应政府及法律要求披露时不在此限。
		</view>
		<view>
			3、 信息安全
		</view>
		<view>
			3.1 驾考将对您所提供的资料进行严格的管理及保护，本网站将使用相应的技术，防止您的个人资料丢失、被盗用或遭篡改。
		</view>
		<view>
			3.2
			驾考在必要时委托专业技术人员代为对该类资料进行处理，以符合专业分工时代的需求。如驾考将处理之通知送达予您，而您未在通知规定的时间内主动明示反对，本网站将推定您已同意。唯在其后您仍然有权如下述第4.1.4条之规定，请求停止处理。
		</view>
		<view>
			4、 用户权利
		</view>
		<view>
			4.1 您对于自己的个人资料享有以下权利：
		</view>
		<view>
			4.1.1 随时查询及请求阅览；
		</view>
		<view>
			4.1.2 随时请求补充或更正；
		</view>
		<view>
			4.1.3 随时请求删除；
		</view>
		<view>
			4.1.4 请求停止驾考处理及利用。
		</view>
		<view>
			4.2 针对以上权利，驾考为您提供相关服务。
		</view>
		<view>
			5、 个人资料</view>
		<view>
			个人资料之披露 当政府机关依照法定程序要求驾考披露个人资料时，驾考将根据执法单位之要求或为公共安全之目的提供个人资料。在此情况下之任何披露，本网站均得免责。
		</view>
		<view>
			6、驾考为您提供驾考模拟考试、报名等服务。在这些区域内，您公布的任何信息都会成为公开的信息。因此，我们提醒并请您慎重考虑是否有必要在这些区域公开您的个人信息。
		</view>
		<view>
			7、 免责 除上述第5条规定属免责外，出现下列情况时驾考亦毋需承担任何责任：
		</view>
		<view>
			7.1 由于您将用户密码告知他人或与他人共享注册帐户，由此导致的任何个人资料泄露。
		</view>
		<view>
			7.2 任何由于手机遗失、黑客政击、计算机病毒侵入或发作、因政府管制而造成的暂时性关闭等影响网络正常经营之不可抗力而造成的个人资料泄露、丢失、被盗用或被窜改等。
		</view>
		<view>
			7.3 由于与驾考链接的其它网站所造成之个人资料泄露及由此而导致的任何法律争议和后果。
			本页面之保护隐私声明的修改及更新权均属于驾考。
		</view>
	</view>
</template>

<script>
	export default {
		data() {
			return {

			}
		},
		onLoad:function(){
			uni.hideModal()
		},
		methods: {

		}
	}
</script>

<style>
	.main_container {
		display: block;
		padding: 32rpx;
		font-size: 30rpx;
		line-height: 1.4;
	}
</style>
