<template>
	<view class="main_container">
		<view class="p">
			欢迎您使用本产品及服务！
		</view>
		<view class="p">
			为了更好地为您提供服务，请您仔细阅读这份协议，理解认同后再进行注册。本协议是您与武汉百车信息技术有限公司就您访问本平台进行注册、登录及使用等所涉及的全部行为所订立的权利义务规范。
		</view>
		<view class="p">
			请您务必审慎阅读、充分理解各条款内容，特别是免除或限制责任的条款、法律适用和争议解决条款，免除或限制责任的条款将以字体加粗形式标识，您应重点阅读。当您按照注册页面提示填写信息、阅读并同意本协议且完成全部注册程序后，即表明您已完全理解、同意并接受本协议的全部内容，愿意遵守本协议及本平台公示的各项规则、规范的全部内容。阅读本协议的过程中，如您不同意本协议或其中的任何条款，您应立即停止注册本平台账号。
		</view>
		<view class="p">
			<view class="p"> 如您使用本协议生效前已有账号访问和/或使用本平台，您访问和/或使用本平台的行为即视为用户表示理解、同意本协议的全部内容，否则请您立即停止访问或使用本平台。</view>
		</view>
		<view class="p"> 如您未满十八周岁，您需请您的法定监护人仔细阅读本协议，取得他/他们的同意，并在他/他们的同意和指导下访问和/使用本平台。</view>

		<view class="br"></view>
		<view class="title">
			1.总则
		</view>
		<view class="text">1.1
			本产品的客户端及网站（以下简称“本软件”）由武汉百车广告有限公司或其关联企业（以下简称“百车”）所有并运作，并按照《百车用户使用协议》（以下简称“本协议”）的服务条款（以下简称“服务条款”）提供服务。</view>
		<view class="text">1.2 服务条款所称的用户是指完全同意本协议所有服务条款并完成注册程序的本软件服务接受者。</view>
		<view class="text">1.3用户在使用本软件前需注册一个账号，用户可自行编辑注册信息中的账号名称、昵称、头像、入驻资料等，但应遵守法律法规、社会主义制度、国家利益、公民合法利益、社会公共秩序、道德风尚和信息真实性等要求、《互联网信息服务管理办法》第十五条的规定以及本平台关于账号注册的相关管理规定，不得含有违法和不良信息，不得冒用、关联机构或者社会名人。</view>
		<view class="text">1.4完成本软件的注册程序，即表明用户接受服务条款，并同意受服务条款的约束。用户注册成功后，百车网将为用户基于本软件使用的客观需要而在申请、注册本软件的服务时按照注册要求提供的账号开通本软件服务，用户有权在百车网为其开通、并同意向其提供服务的基础上使用本软件服务。</view>
		<view class="text">1.5 该用户账号和密码由用户负责保管，但百车网有权依据本协议对用户账号和密码进行处理。</view>
		<view class="text">1.6用户使用本软件服务过程中，须对自身使用本软件服务的行为负责。对任何由用户通过本软件发布、公开的信息，及对由此产生的任何后果由用户承担全部法律责任。用户提交、发布或显示的信息将对其他本软件用户可见（用户可通过设置功能自行控制、把握可查阅其信息的账号类型）。</view>

		<view class="br"></view>
		<view class="title">
			2.服务条款的变更和修改
		</view>
		<view class="text">2.1百车网保留在将来的任何时间变更、修改、增加或删除服务条款的权利。所有修改的服务条款均构成本协议的一部分。百车网有权根据经营需要不时对服务条款进行修改，一旦发生服务条款的变动，百车网将向用户提示修改的内容；当用户使用本软件的特殊服务时，应接受百车网不时提供的与该特殊服务相关的规则或说明，并且此规则或说明均构成本协议的一部分。用户如果不同意服务条款的修改，可以主动取消已经获得的网络服务；如果用户继续使用本软件服务，则视为用户已经接受服务条款的修改。</view>
		<view class="text">2.2鉴于网络服务的特殊性，用户理解并同意百车网会因客观原因不时变更、中断或终止部分或全部的本软件服务（包括收费网络服务）。如变更、中断或终止的网络服务属于本软件的免费服务，百车网无需通知用户，且不对用户或第三方承担任何责任；如变更、中断或终止的本软件服务属于收费服务，百车网应当在变更、中断或终止之前事先通知用户，并应向受影响的用户提供等值的替代性的收费服务，如用户拒绝接受替代性的收费服务，就该用户已经向百车网支付的虚拟货币，百车网应当按照该用户实际使用相应收费服务的情况扣除相应虚拟货币之后将剩余的虚拟货币退还至用户的虚拟货币账户中。</view>
		<view class="text">2.3
			用户理解，百车网需要定期或不定期地对提供本软件服务的平台（如互联网网站、移动网络等）或相关的设备进行检修或者维护，如因此类情况而造成本软件收费服务在合理时间内的中断，百车网无需为此承担任何责任，但百车网一般会事先通告用户。</view>
		<view class="text">2.4 如发生下列任何一种情形，百车网有权中止或终止向用户提供本协议项下的本软件服务（包括收费服务）而无需对用户或任何第三方承担相应责任：</view>
		<view class="text">（1） 用户提供的个人资料不真实；</view>
		<view class="text">（2） 用户违反法律法规国家政策或本协议中规定的使用规则；</view>
		<view class="text">（3） 用户在使用收费服务时未按规定支付服务费用；</view>
		<view class="text">（4） 本协议约定的其他情形。</view>

		<view class="br"></view>
		<view class="title">
			3.服务说明
		</view>
		<view class="text">
			3.1本软件通过互联网向用户提供丰富的网上资源，包括各种信息工具、网络链接、电子邮箱、网上论坛、手机短信息、用户俱乐部、聊天室和其他个性化内容等（以下简称“本服务”）。除非另有明确规定，增强或强化目前服务的任何新功能，包括新产品，均无条件地适用本协议。百车网有权对其提供的服务进行扩展，且百车网提供的服务功能可能不时变更，收费服务将在服务运行前提前通知，免费服务将不做通知，除非百车网认为情况必要。</view>
		<view class="text">3.2
			除非本协议中另有规定，否则百车网对网络服务不承担责任，即用户对网络服务的使用承担风险。对于免费服务，百车网不保证服务一定会满足用户的使用要求，也不保证服务不会受中断，对服务的及时性、安全性、准确性不作担保。</view>
		<view class="text">3.3 为使用本服务，用户必须：</view>
		<view class="text">（1） 自行配备进入互联网所必需的设备，包括计算机、数据机，其他存取装置或接受服务所需其他设备；</view>
		<view class="text">（2） 自行支付与此服务有关的费用。</view>
		<view class="text">3.4 除手机短信息服务外，本软件服务为免费服务，但百车网保留在日后对全部或部分服务项目收取费用的权利。</view>
		<view class="text">3.5 用户接受本服务须同意：</view>
		<view class="text">（1） 提供真实、准确、合法、有效的个人资料；</view>
		<view class="text">（2） 不断更新注册资料，以符合（1）中的要求。</view>
		<view class="text">3.6 若用户提供任何错误、不实或无效的资料，或者百车网有合理理由怀疑前述资料为错误、不实或无效的资料，百车网有权暂停或终止用户的账号，并有权拒绝其现在或将来使用本软件服务的全部或一部分。</view>
		<view class="text">3.7 百车网有权规定并修改使用本软件服务的一般措施，包括但不限于在法律规定范围内决定保留电子邮件或其他上载内容的时间、限制本软件的一个账号可接收信息的数量等措施。</view>
		<view class="text">3.8由于用户经由本软件张贴或传送内容、与本软件连线，违反服务条款或侵害其他人的任何权利导致任何第三方提出权利主张或使百车网遭受任何形式的罚款或处罚，用户需以适当方式充分消除对百车网的不利影响，赔偿百车网及其分公司、关联公司、代理人或其他合作伙伴及员工的损失，并有义务使上述主体免受更大损害。</view>
		<view class="text">3.9百车网提供的本软件服务中将有可能包含需要用户通过百车网的虚拟货币系统购买本软件平台的虚拟货币，进行间接付费的服务，用户将根据百车网虚拟货币系统的流程和方式，通过以人民币购买虚拟货币，再以该虚拟货币购买用户拟使用的本软件的收费服务，并最终获得使用权限。对于本软件的收费服务，百车网会在用户使用之前给予用户明确的提示，只有用户根据提示确认其愿意按照本软件服务的支付方式支付费用，实际进行支付操作且支付成功后，用户才能使用本软件的收费服务。如用户拒绝进行支付操作流程，那么用户将不能使用相应的本软件的收费服务。</view>

		<view class="br"></view>
		<view class="title">4.用户应遵守以下法律及法规及平台规则</view>
		<view class="text">4.1
			用户同意遵守中华人民共和国各项法律，尤其是《保守国家秘密法》、《计算机信息系统安全保护条例》、《计算机软件保护条例》、《网络安全法》及《互联网信息服务管理办法》等有关计算机及互联网的法律法规和实施办法。</view>
		<view class="text">4.2 用户应了解互联网的无国界性，应特别注意遵守使用本软件的当地所有有关的法律和法规。</view>
		<view class="text">4.3根据国家法律法规和相关政策规定，用户使用本软件服务过程中所制作、复制、上传、发布、传播的任何内容，包括但不限于账号头像、昵称、用户说明等注册信息及其他资料，或文字、图片、音频、视频、图文、图表等发送、回复消息、评论和相关链接页面，以及其他使用本软件服务所产生的内容，均不得存有以下情形：</view>
		<view class="text">(1) 反对宪法所确定的基本原则的；</view>
		<view class="text">(2) 危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；</view>
		<view class="text">(3) 损害国家荣誉和利益的；</view>
		<view class="text">(4) 煽动民族仇恨、民族歧视，破坏民族团结的；</view>
		<view class="text">(5) 破坏国家宗教政策，宣扬邪教和封建迷信的；</view>
		<view class="text">(6) 散布谣言，扰乱社会秩序，破坏社会稳定的；</view>
		<view class="text">(7) 散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；</view>
		<view class="text">(8) 侮辱或者诽谤他人，侵害他人合法权益的；</view>
		<view class="text">(9) 煽动非法集会、结社、游行、示威、聚众扰乱社会秩序；</view>
		<view class="text">(10)以非法民间组织名义活动的；</view>
		<view class="text">(11)含有法律、法规和政策禁止的其他内容的信息。</view>
		<view class="text">4.4 用户理解并同意，百车网一直致力于为用户提供文明健康、规范有序的的网络环境。用户不得利用本软件制作、复制、上传、发布、传播如下干扰本软件正常运营的内容</view>：
		<view class="text">(1) 含有任何性或性暗示以及任何其他低俗类信息；</view>
		<view class="text">(2) 骚扰、垃圾广告；</view>
		<view class="text">(3) 涉及他人隐私、个人信息或资料的任何信息；</view>
		<view class="text">(4) 侵害他人名誉权、肖像权、知识产权、商业秘密等合法权利的任何信息；</view>
		<view class="text">(5) 含有其他干扰本平台正常运营、侵犯其他用户或任何第三方合法权益内容的信息。</view>
		<view class="text">4.5 为确保百车网和用户的利益，用户理解并同意，用户使用本平台服务时，包括但不限于注册登录、账号运营推广以及其他行为，均不得进行如下行为：</view>
		<view class="text">(1) 提交、发布虚假信息，或冒充、利用他人名义进行相关活动；</view>
		<view class="text">(2) 强制、诱导其他用户关注、点击链接页面或分享信息；</view>
		<view class="text">(3) 虚构事实、隐瞒真相以误导、欺骗他人；</view>
		<view class="text">(4) 侵害他人名誉权、肖像权、知识产权、商业秘密等合法权利；</view>
		<view class="text">(5) 未经百车网书面许可使用插件、外挂或其他第三方工具、服务接入本服务和相关系统；</view>
		<view class="text">(6) 利用本平台账号和媒体平台从事违法犯罪活动；</view>
		<view class="text">(7) 制作、发布与以上行为相关的方法、工具，或对此类方法、工具进行运营或传播；</view>
		<view class="text">(8) 其他违反法律法规规定、侵犯其他用户合法权益、干扰产品正常运营或未经百车网明示授权的行为。</view>
		<view class="text">4.6
			用户在本软件中所发布的全部内容（包括但不限于文字、图片、音频、图标、有关数据、电子文档、附加程序等）不得侵犯任何个人或任何组织的合法权益，包括但不限于专利权、著作权、商标权，或姓名权、名称权、名誉权、荣誉权、肖像权、隐私权等。</view>
		<view class="text">4.7 用户应在遵守法律法规和本协议服务条款的基础上，正确、适当地使用本软件。如因用户违反本协议中的任何条款，百车网有权在任何时候依据本协议单方终止向该用户提供服务。</view>

		<view class="br"></view>
		<view class="title">
			5.用户隐私权
		</view>
		<view class="text">5.1 用户理解并同意，当用户注册、登录或使用本平台的服务，即表示用户同意百车网可以依法按照相关的隐私权政策处理用户的个人信息。</view>
		<view class="text">5.2 为了向用户提供更好的服务，保障用户在使用本平台时账号登录和使用过程的安全，用户理解并同意百车网收集以下信息：</view>
		<view class="text">（1）用户向百车网提供的信息，包括用户的真实姓名、身份证号、手机号码、银行账户等；</view>
		<view class="text">（2）当用户使用本平台进行注册、登录、使用等操作的时候，服务器会自动接收并记录一些必要的信息，如手机号码、IP地址、服务访问异常信息、以及部分设备信息等。</view>
		<view class="text">（3）定位信息：便于迅速为用户提供所在地最新地方题库，驾校报名推荐。若用户拒绝提供定位信息，用户可在手动选择所在城市后获得相应服务，且不会影响驾考宝典其它功能的正常使用。</view>
		<view class="text">（4）开启手机存储权限：便于为用户及时更新题库、下载最新教学视频。</view>
		<view class="text">（5）开启手机状态权限：保证产品和服务的稳定性，应对反欺诈、违法不良信息管控等安全风险。</view>
		<view class="text">（6）开启相机：用于户用户发帖、回复论坛信息能够发布照片信息。</view>
		<view class="text">（7）打开访问相册、媒体、内容：用于户用户发帖、回复论坛信息时能够发布图片等信息。</view>
		<view class="text">（8）推送通知：用于为用户提供最新的驾考政策，提醒用户按时进行练习。</view>
		<view class="text">（9）拨打电话：用于用户直接拨打设置的事故报案和保险报案电话，快速处理拿本以后用车遇到的紧急问题。</view>
		<view class="text">（10）录音：用于用户在社区发布包含语音的话题帖。</view>
		<view class="text">5.3 百车网不对外公开或向第三方提供用户的注册资料及用户在使用网络服务时存储在本网站的非公开内容，但在如下情况下，百车网可能会披露用户的信息:用户</view>
		<view class="text">（1）事先获得用户的明确授权；</view>
		<view class="text">（2）用户使用共享功能；</view>
		<view class="text">（3）有关法律、法规、法律程序的要求或政府主管部门的强制性要求；</view>
		<view class="text">（4）基于学术研究和公共利益的目的需要披露；</view>
		<view class="text">（5）第三方同意承担与百车网同等的保护隐私的责任；</view>
		<view class="text">（6）符合法律及本协议相关条款的规定及约定。</view>
		<view class="text">5.4 在包括但不限于下述情况下，百车网有权使用用户的个人信息：</view>
		<view class="text">（1） 在进行促销或抽奖时，百车网可能会与赞助商共享用户的个人信息，在这些情况下本软件会在发送用户信息之前进行提示，并且用户可以通过不参与来终止传送过程。</view>
		<view class="text">（2） 百车网可以将用户信息与第三方数据匹配。</view>
		<view class="text">（3）百车网会通过使用用户统计数据，向未来的合作伙伴、广告商、其他第三方以及为了其他合法目的而描述本软件的服务。</view>
		<view class="text">（4）百车网会向用户发送客户订制的信息或者百车网认为用户会感兴趣的其他信息。如果用户不希望收到这样的信息，只需在提供个人信息时或其他任何时告知即可。另外，百车网会采取行业惯用措施保护用户信息的安全，但百车网不能防止非百车网可控的原因导致用户个人信息的安全性受损的情况，用户须自己承担风险。比如用户联机公布可被公众访问的个人信息时，用户有可能会收到未经用户同意的消息；百车网的合作伙伴可通过本软件访问第三方网站或资源；通过抽奖、促销等活动得知用户个人信息的第三方会进行独立的数据收集工作等活动。百车网对用户及其他任何第三方的上述行为，不承担任何责任。</view>
		<view class="text">（5）用户理解并同意，百车网可能会与合作伙伴共同向用户提供用户所要求的服务或者共同向用户展示用户可能感兴趣的内容。在信息为该项产品/服务所必须的情况下，用户同意百车网可与其分享必要的信息。并且，百车网会要求其确保数据安全并且禁止用于任何其他用途，要求其承担与本平台同等的保护隐私的责任。除此之外，百车网不会向任何无关第三方提供或分享信息。</view>
		<view class="text">5.5 用户理解并同意，在不透露单个用户资料的前提下，百车网有权对整个用户数据库进行分析并对用户数据库进行商业或非商业性的利用。</view>

		<view class="br"></view>
		<view class="title">
			6.用户账号、密码和安全
		</view>
		<view class="text">6.1 用户一旦注册成功，便成为本软件的合法用户，将得到一个账号和密码。用户有义务保证账号和密码的安全。用户对利用该账号和密码所进行的一切活动负全部责任；因此所衍生的任何损失或损害由用户自行承担。</view>
		<view class="text">6.2
			用户账号仅限用户本人使用，用户不得将自有账号赠与、借用、租用、转让或售卖等给其他用户或任何第三方。如违反本协议内容，百车网有权对该账户进行暂停使用、注销或者停止提供服务等处理，且不承担任何法律责任，由此导致的损失（包括但不限于通讯中断、资料和内容等清空）由用户自行承担。</view>
		<view class="text">6.3 用户的账号和密码遭到未授权的使用或发生其他任何安全问题，用户可以立即通知百车网，并且用户在每次连线结束，应结束账号使用，否则由此产生的责任由用户自行承担。</view>
		<view class="text">6.4 百车网不支持任何线下交易，百车网不负责修改任何用户资料，也不做任何担保。如果因用户私下交易百车账号、账号内的虚拟财产及实物财产等引起的纠纷或遭受的损失，由用户自行承担。</view>

		<view class="br"></view>
		<view class="title">
			7.对用户信息的存储和限制
		</view>
		<view class="text">
			百车网不对用户所发布信息的删除或储存失败负责。百车网有权判断用户的行为是否符合本服务条款规定，如果百车网认为用户违背了服务条款的规定，百车网有权删除用户发布或发送的信息，并中断或终止向其提供网络服务。 </view>

		<view class="br"></view>
		<view class="title">
			8.用户行为规范
		</view>
		<view class="text">8.1 用户不得通过本软件实施以下行为：</view>
		<view class="text">（1）上载、张贴、发送或传送任何非法、有害、淫秽、粗俗、猥亵的，胁迫、骚扰、中伤他人的，诽谤、侵害他人隐私或诋毁他人名誉或商誉的，种族歧视或其他不适当的信息内容，包括但不限于文字、图片、音频、视频、图表、有关数据、电子文档、附加程序等（以下简称“内容”）。</view>
		<view class="text">（2） 以任何方式危害未成年人。</view>
		<view class="text">（3） 冒充任何人或机构，或以虚伪不实的方式谎称或使人误认为与任何人或任何机构有关。</view>
		<view class="text">（4） 伪造标题或以其他方式操控识别资料，使人误认为该内容为本软件所传送。</view>
		<view class="text">（5） 上载、张贴、发送电子邮件或以其他方式传送无权传送的内容（例如内部资料、机密资料）。</view>
		<view class="text">（6） 上载、张贴、发送电子邮件或以其他方式传送侵犯任何人的专利、商标、著作权、商业秘密或其他专属权利之内容。</view>
		<view class="text">（7） 在本软件内专供张贴广告的区域之外，上载、张贴、发送电子邮件或以其他方式传送广告函件、促销资料、垃圾邮件等。</view>
		<view class="text">（8） 上载、张贴、发送电子邮件或以其他方式传送有关干扰、破坏或限制任何计算机软件、硬件或通讯设备功能的软件病毒或其他计算机代码、档案和程序之资料。</view>
		<view class="text">（9） 干扰或破坏本服务或与本服务相连的服务器和网络，或不遵守本协议之规定。</view>
		<view class="text">（10） 故意或非故意违反任何相关的中国法律、法规、规章、条例等其他具有法律效力的规范。</view>
		<view class="text">（11） 跟踪或以其他方式骚扰他人。</view>
		<view class="text">（12） 窃取他人密码、账号和其他数字化信息或财产。</view>
		<view class="text">（13） 其他法律法规规定、服务条款约定或被百车网视为不适当的行为。</view>
		<view class="text">8.2用户对经由本软件上载、张贴、发送的电子邮件或传送的内容负全部责任；对于经由本软件而传送的内容，百车网不保证前述内容的正确性、完整性或品质。用户在接受本软件服务时，有可能会接触到令人不快、不适当或令人厌恶的内容。除非法律规定，百车网均不对该等内容承担责任，包括但不限于任何内容发生任何错误或纰漏以及衍生的任何损失或损害。百车网有权依据相关法律规定和政策要求以及本协议约定拒绝或删除经由本服务提供的相关内容。</view>
		<view class="text">8.3由于本软件服务的存在前提是用户在申请开通本软件服务的过程中所提供的账号，因此用户不应将其账号、密码转让或出借予他人使用。如用户发现其账号或本软件服务遭他人非法使用，应立即通知百车网。因黑客行为或用户的保管疏忽导致账号、密码及本软件服务遭他人非法使用，百车网有权拒绝承担任何责任。</view>

		<view class="br"></view>
		<view class="title">
			9.关于用户在本软件的公开使用区域张贴内容
		</view>
		<view class="text">9.1 公开使用区域包括网上论坛和其他一般公众可以使用的区域。</view>
		<view class="text">9.2用户一旦在本服务公开使用区域张贴内容，即视为用户授予百车网该内容著作权之免费及非独家许可使用权，百车网有权为展示、传播及推广前述张贴的内容之服务目的，对上述内容进行复制、修改、出版。由此展示、传播及推广行为所产生的损失或利润，均由百车网承担或享有。百车网有权自主决定是否给予此类用户鼓励或奖励。</view>
		<view class="text">9.3 因用户进行上述张贴，而导致任何第三方提出索赔要求或衍生的任何损害或损失，须由用户承担相应责任。</view>
		<view class="text">9.4 用户不得对他人张贴在公开使用区域或本服务其他内容进行复制、出售或用作其他商业用途。</view>

		<view class="br"></view>
		<view class="title">
			10.与广告商的商业交易
		</view>
		<view class="text">
			本软件页面存在广告展示，百车网会在广告展示页面明确标注其为广告，由用户自行审慎判断所有广告内容的可信性，并自主决定是否参与广告活动或购买广告产品/服务。如用户经由本软件与广告商进行任何通讯联系、商业往来或参与促销活动，完全属于用户与广告商之间的行为，与百车网无关。对于用户因前述交易或前述广告商所产生之任何损害或损失，由用户自行承担责任。</view>

		<view class="br"></view>
		<view class="title">
			11.接受有关金融的相关服务
		</view>
		<view class="text">
			用户通过本软件接受任何有关公司商情、股票评析、投资方向等资料，本软件对资料正确性、适用性均不负责。基于上述资料，用户所进行的交易或投资决定的全部后果和责任均由用户自行承担。</view>

		<view class="br"></view>
		<view class="title">
			12.关于手机短信息
		</view>
		<view class="text">12.1百车网可以为用户提供本软件的手机短信息服务。但手机短信息服务是收费服务。一旦用户在注册本服务的过程输入自己的手机号码和验证码并完成登记注册程序，则表明用户愿意接受本软件发送的短信，并同意本软件通过手机收费方式向用户收取手机短信息服务费。</view>
		<view class="text">12.2百车网不承担用户由于手机故障、欠费、丢失、借用或盗用后他人利用手机订购本软件短信服务而遭受的损失或并非由于百车网的原因而导致的任何其他损失。对于用户出国并使用国际漫游服务但未取消已定制的短信服务，或者在国际漫游状态下继续使用短信点播服务，用户应当承担相关所有费用。</view>
		<view class="text">12.3 如因百车网的过错，导致用户接收到错误的信息并支付了不应支付的短信费用，百车网有责任赔偿用户为错误信息而支付的短信费。</view>
		<view class="text">12.4 用户对本协议或本协议条款任何部分的意见和建议均可以与百车网联系。</view>

		<view class="br"></view>
		<view class="title">
			13.关于链接
		</view>
		<view class="text">
			本服务可能会提供其他网站或资源的链接。对于前述网站或资源百车网不予担保。用户因使用或依赖上述网站或资源所产生的损失或损害，由用户自行承担。</view>

		<view class="br"></view>
		<view class="title">
			14. 知识产权声明
		</view>
		<view class="text">14.1 百车网在本平台服务中提供的内容（包括但不限于文字、图片、音频、视频、图表等）的知识产权属于百车网所有。</view>
		<view class="text">14.2 本软件的客户端和网站的界面设计、产品及服务名称等，均为百车网所享有，未经百车网事先书面授权，任何人不得使用、复制或用作其他用途。</view>
		<view class="text">14.3 除另有特别声明外，百车网提供本平台服务时所依托的软件的著作权、专利权及其他知识产权归百车网所有。</view>
		<view class="text">14.4百车网为提供本软件服务而使用的，或者第三方针对本软件服务开发的在本软件平台上运行，供用户使用的所有信息内容（包括但不限于软件中所含的文字、图片、音频、视频、图表、有关数据、电子文档、附加程序等）的一切权利均属于该软件的著作权人，未经该软件的著作权人书面许可，用户不得对该软件进行反向工程（reverse
			engineer）、反向编译（decompile）或反汇编（disassemble）。</view>
		<view class="text">14.5用户通过本软件上传、发布的任何内容的知识产权归属用户或相关权利人。用户充分理解并同意授权百车网有权无偿永久使用以上内容，授权百车网有权以百车网的名义或者委托第三方对侵犯以上内容知识产权的行为进行维权，维权形式包括但不限于：监测侵权行为、发送维权函、证据保全、提起诉讼或仲裁、调解、和解等任何方式。用户同意百车网有权对维权事宜做出决策并独立实施。</view>
		<view class="text">14.6为持续改善百车网所提供的各项服务，用户充分理解并同意授权百车网将用户通过本软件发布的内容（包括但不限于文字、图片、音频、视频、图表等）在百车网自有或运营的平台（包括但不限于车友平台、买车网maiche.com、驾考宝典APP等）上推送给公众。百车网及其关联方、合作方对用户通过本平台发布的全部内容具有全世界范围内的、永久的、不可撤销的、免费的、非独家的使用权。</view>
		<view class="text">14.7 本平台所包含的内容的知识产权均受到法律保护，未经百车网、其他用户或相关权利人书面许可，任何人不得以任何形式进行使用或创造相关衍生作品。</view>

		<view class="br"></view>
		<view class="title">
			15.风险及免责
		</view>
		<view class="text">15.1.用户理解并同意，用户对自行提交的注册信息和材料的真实性、合法性、准确性和有效性负责。若用户提交的注册信息和材料不真实、不准确、不合法或无效，那么导致或产生的一切法律责任由用户自行承担。百车网有权随时封禁或删除用户的平台账号，以及中止或终止为用户提供本平台的相关服务。
		</view>
		<view class="text">15.2用户理解并同意，本平台仅为用户提供信息分享、传播及获取的平台，所有用户在使用本平台时，应自行对内容加以审查，并承担因使用内容而引起的所有风险。用户必须为自己注册账号下的一切行为负责，包括用户所发表内容的真实性、合法性、准确性、有效性，以及承担因本平台使用行为产生的结果。用户应对本平台中的内容自行加以判断，并承担因使用内容而引起的所有风险，包括因对内容真实性、合法性、准确性、有效性的依赖而产生的风险，百车网无法且不会对因用户行为而导致的损失或损害承担责任。如果用户发现任何人违反本协议约定或以其他不当的方式使用本平台，请立即举报或投诉，百车网将依法进行处理。
		</view>
		<view class="text">15.3用户理解并同意，因业务发展需要，百车网保留单方面对本平台的全部或部分服务内容进行变更、暂停、限制、终止或撤销的权利。根据本协议约定需要通知用户的，百车网会以本协议约定的通知方式向用户发出通知，通知在发送时即视为已送达收件人，届时百车网无需向用户承担任何责任。
		</view>
		<view class="text">15.4因技术故障等不可抗力影响到本平台服务的正常使用的，本平台承诺第一时间与有关单位配合，及时处理进行修复，但用户因第三方如电信部门的通讯线路故障、技术问题、网络电脑故障、系统不稳定以及其他各种不可抗力原因而遭受的一切损失，本平台及其合作单位不承担责任。
		</view>
		<view class="text">15.5 百车网不保证以下事项（包括但不限于）： </view>
		<view class="text">（1）本服务适合用户的使用要求； </view>
		<view class="text">（2） 本服务不受干扰，及时、安全、可靠或不出现错误； </view>
		<view class="text">（3） 用户经由本服务取得的任何产品、服务或其他材料符合用户的期望。 </view>
		<view class="text">15.6 用户使用经由本软件服务下载的或取得的任何资料，其风险自行负担；因该使用而导致用户电脑系统损坏或资料流失，用户应负完全责任。 </view>
		<view class="text">15.7 对基于以下原因而造成的利润、商业信誉、资料的损失或其他有形或无形损失，百车网不承担任何直接、间接、附带、衍生或惩罚性的赔偿责任： </view>
		<view class="text">（1）本软件的使用或无法使用； </view>
		<view class="text">（2） 经由本软件服务购买或取得的任何产品、资料或服务； </view>
		<view class="text">（3） 用户资料遭到未授权的使用或修改； </view>
		<view class="text">（4） 用户资料丢失或被删除； </view>
		<view class="text">（5）其他与本服务相关的事宜。 </view>
		<view class="text">15.8用户在浏览网络时应自行判断和使用本软件的检索目录。该检索目录可能会引导用户进入到被认为具有攻击性或不适当的网站，本软件没有义务查看检索目录所列网站的内容，因此，对其正确性、合法性、正当性由用户自行负责。
		</view>


		<view class="br"></view>
		<view class="title">
			16.法律责任
		</view>
		<view class="text">16.1用户理解并同意，百车网有权依合理判断对违反有关法律法规或本协议约定的行为将进行处理，对违法违规的任何人士采取适当的法律行动，并依据法律法规保存有关信息并向有关部门报告等，用户及其他用户应自行承担由此产生的一切法律责任。</view>
		<view class="text">16.2用户理解并同意，因用户制作、上传、发布、传播的内容或其他在本平台上从事的行为侵害他人利益并导致或引发第三方的任何索赔、要求或损失的，用户应自行承担全部法律责任。如果因此给百车网及其关联公司、合作公司或者任何第三方造成任何损失，用户应负责赔偿并使之免受损害，损失包括但不限于诉讼费用、律师费用、和解费用、罚款或生效法律文书中规定的损害赔偿金额，以及其他直接或间接支出费用。</view>
		<view class="text">16.3如果百车网发现或收到举报或投诉客户违反本协议约定的，百车网有权不经通知随时删除相关内容，并视行为情节对违规账号进行处理，处理方式包括但不限于警告、删除部分或全部订阅用户、限制或禁止使用全部或部分功能、账号封禁甚至注销，并有权视具体情况而公告处理结果。</view>

		<view class="br"></view>
		<view class="title">
			17、协议生效与变更
		</view>
		<view class="text">17.1 用户使用本平台即视为用户已阅读并同意受本协议的约束。</view>
		<view class="text">17.2用户理解并同意，百车网有权在必要时对本协议进行修改。修改后，将在页面显著位置提示协议有更新，用户应及时查看更新后的协议。本协议变更后，如果用户继续使用本平台，即视为用户已接受并同意修改后的协议；如果用户不接受修改后的协议，应停止使用本平台服务。</view>

		<view class="br"></view>
		<view class="title">
			18.全部协议
		</view>
		<view class="text">本协议规范用户使用本服务，将取代用户先前与百车网签署的任何协议。本协议和本软件的其他服务条款构成完整的协议。</view>

		<view class="br"></view>
		<view class="title">
			19.通知
		</view>
		<view class="text">百车网向用户发出的通知，可以采用网页公告、电子邮件、电话、信件传送或其他适合的形式。服务条款的修改或本协议约定的其他通知事项，百车网将会以上述形式进行通知。</view>

		<view class="br"></view>
		<view class="title">
			20.法律的适用和管辖
		</view>
		<view class="text">服务条款的生效、履行、解释及争议的解决均适用中华人民共和国法律，发生的争议提交至武汉市东湖新技术开发区人民法院诉讼解决。</view>

		<view class="br"></view>
		<view class="title">
			21. 其他约定
		</view>
		<view class="text">21.1 本协议构成双方对本协议之约定事项及其他有关事宜的完整协议，除本协议约定的之外，未赋予本协议各方其他权利。</view>
		<view class="text">21.2 如本协议中的任何服务条款无论因何种原因完全或部分无效或不具有执行力，本协议的其余服务条款仍应有效并且有约束力。</view>
		<view class="text">21.3 本协议中的标题仅为方便而设，本身并无实际涵义，不能作为本协议涵义解释的依据。</view>

		<view class="br"></view>
		<view class="title">
			22.重要提示
		</view>
		<view class="text">
			为了方便广大学员顺利找到心仪的驾校，驾考宝典会为学员提供报名咨询驾校和教练的服务，学员在提交个人联系方式后，会有驾校或教练联系。驾考宝典上的驾校及教练信息由驾校和教练自己发布或来自互联网，驾考宝典仅提供技术服务和平台展示服务，所有信息仅供用户参考。建议用户在签订合同或缴费前先核对驾校的营业执照，驾驶员培训资质等相关证明，并与驾校签订正式的驾驶员培训合同，保存好缴费收据等凭证。用户与驾校或教练产生的纠纷，由用户自行解决并自行承担相应的法律责任。</view>
	</view>
</template>

<script>
	export default {
		data() {
			return {

			}
		},
		onLoad: function() {

		},
		methods: {

		}
	}
</script>

<style>
	.main_container {
		display: block;
		padding: 30rpx;
		font-size: 30rpx;
		line-height: 1.4;
		line-height: 40rpx;
		font-size: 28rpx;
		border-top: 1rpx solid #f2f2f2;
		color: #666666;
	}

	.title {
		color: #333333;
		font-weight: bold;
		line-height: 44rpx;
	}

	.br {
		height: 30rpx;
	}

	.p {
		text-indent: 2em;
	}
</style>
